{
	"keynotes": [
		{
			"name": "Henry Blodget",
			"bio": "Henry Blodget is cofounder, CEO, and editor-in-chief of Business Insider, one of the most-read business and tech news sites in the world. Business Insider is majority owned by Axel Springer, the leading digital publisher in Europe. The site has 80-plus million visitors a month worldwide. A former top-ranked Wall Street analyst, Henry is often a guest on CNBC, CNN, MSNBC, NPR, and other networks. He has contributed to The Atlantic, Slate, The New York Times, Fortune, New York, the Financial Times, and other publications. He has written extensively about technology and investing and is the author of 'The Wall Street Self-Defense Manual: A Consumer's Guide to Investing'. He is a member of the International Media Council and Technology Pioneers selection committee of the World Economic Forum."
		}, {
			"name": "Clare Lockhart",
			"bio": "Clare  Lockhart  is  co-founder  and  director  of  ISE,  which  focuses  on  the  functions  of  the  state  and approaches to enhancing the compact between citizens and state. ISE programs work with governments, international  organizations  and  leaders  across  a  range  of  countries,  study  the  successes  and  failures  of transformations  and  produce  toolkits  and  guides  for  state-building.  She  is  co-author of 'Fixing Failed States' (OUP, 2008) and author of several articles on the state, development, institution-building and citizenship.  She  is  a  regular  contributor  to  the  media,  including  Al  Jazeera,  BBC,  CNN,  the  Financial Times, Foreign Policy, New York Times, PBS, Sky News, the Times and Washington Post. <br> Ms. Lockhart was named as among the 100 most influential global thinkers of 2009 and 2010 for her work on  fragile  states.  Ms.  Lockhart  was  selected  for  the  2011  Forum  of  Young  Global  Leaders  by  the  World Economic Forum and chaired the Global Agenda Council on Fragile States for 2011-2012. She serves on a number of boards including the Alliance for Peacebuilding, the Asia Foundation, SOLA Afghanistan, the Women’s Regional Network for South Asia, and Equality for Peace and Democracy."
		}, {
			"name": "Heather Anderson",
			"bio": "Heather Anderson is the Senior Vice President of Programs at Global Health Corps. In this role, she provides day-to-day leadership, management, and vision to support the organization's mission to mobilize a community of global health leaders. She oversees GHC’s leadership development programming and training curriculum, partner recruitment and selection and impact measurement activities. Prior to joining GHC, Heather was Vice President at Global Health Strategies, an international advocacy and communications consulting firm. She managed a portfolio of public and private sector clients, including The Bill & Melinda Gates Foundation, Women Deliver and GlaxoSmithKline Vaccines. Heather previously served as a Senior Program Officer at Planned Parenthood Global in Washington D.C. Additionally, she spent time in Ethiopia establishing a youth program for EngenderHealth. Before joining the global health community, Heather spent six years at Accenture, a management consulting firm. She holds a Master of Public Health from Columbia University and earned a Bachelor of Business Administration from the University of Michigan."
		}, {
			"name": "Jonathan Holloway",
			"bio": "Dean of Yale College"
		}
	],

	"plenary": [
		{
			"name": "Jennifer Staple-Clark",
			"bio": "CEO and Founder of Unite for Sight, Yale College Class of 2003; Jennifer founded Unite for Sight as a sophomore at Yale and it has now become a leader in providing cost-effective eye care to the world's poorest"
		}, {
			"name": "Elisa Villanueva Beard",
			"bio": "Elisa’s passion for educational equity comes from personal experience. She grew up in the Rio Grande Valley of South Texas and developed a deep commitment to Teach For America’s mission as a student at DePauw University, where she was one of just a few Mexican American students. <br> Her journey with Teach For America started 18 years ago, as a 1998 corps member in Phoenix. She joined the organization’s staff in 2001 to lead its work in her hometown of McAllen, Texas, as executive director of the Rio Grande Valley region. Four years later, Elisa became chief operating officer, leading Teach For America’s field operations. During her eight years in this role, she led Teach For America’s expansion from 22 regions to 48. <br> In 2013, Elisa was named co-CEO of Teach For America alongside Matthew Kramer. In 2015, Matthew Kramer stepped down, and Elisa became the sole CEO. Under her leadership, Teach For America impacts hundreds of thousands of students each year in 2,300 schools across 53 regions."
		},{
			"name": "Evan Loh",
			"bio": "Evan Loh, M.D. was elected President of Paratek in June 2014.  He was appointed Chief Medical Officer of Paratek in June 2012 and has served on Paratek’s board of directors since May 2012, including as Executive Chairman from June 2012 until June 2014.  From October 2009 to January 2012, Dr. Loh served as Senior Vice President, Development and Strategic Operations, Worldwide Research and Development, at Pfizer.  While at Pfizer, Dr. Loh’s responsibilities included scientific, operational, and strategic drug development oversight for all pre-proof of concept development phase programs and leading portfolio prioritization.  Dr. Loh joined Pfizer from Wyeth Pharmaceuticals, where he was Vice President, Multiple Therapeutic Areas where he was responsible for global strategy and clinical operational deliverables.  At Wyeth, he led the successful registration programs for Torisel and Tygacil.  Dr. Loh served as a faculty member at both Harvard Medical School and the University of Pennsylvania School of Medicine.  Dr. Loh received his A.B. from Harvard College and his M.D. from Harvard Medical School.  He completed his Internal Medicine and Cardiovascular fellowship training at Brigham and Women’s Hospital.  Dr. Loh is currently a director at Nivalis Pharmaceuticals."
		}
	],

	"globalhealth": [
		{
			"name": "Dr. Jennifer Klugman",
			"bio": "Jeni Klugman is Managing Director at the Georgetown Institute for Women, Peace and Security, and a fellow at the Kennedy School of Government’s Women in Public Policy Program at Harvard University. She recently became VicHealth’s second leading thinker, together with Iris Bohnet, under an initiative that aims to make behavioural insights practical and accessible for Victorian government, industry and not-for-profit organisations. Previous positions include Director of Gender and Development at the World Bank, and director and lead author of three global Human Development Reports published by the UNDP. She sits on several boards and panels, including for the World Economic Forum and the Journal of Human Development and Capabilities. She holds a Ph.D. in Economics from the Australian National University and postgraduate degrees in both Law and Development Economics from the University of Oxford where she was a Rhodes Scholar."
		}, {
			"name": "Shin Daimyo",
			"bio": "Shin Daimyo, RN, MPH, is the Senior Advisor for Mental Health at Partners In Health, providing key service delivery, training, research, strategy, management, and capacity building advisement for PIH’s mental health teams throughout the world. Previously as Clinical Program Officer and Program Manager for Mental health, he managed the scale up of community based mental health services in the Central Plateau and Artibonite region of Haiti, and currently acts as Co-Investigator for the scale up of mentoring and supervision of health center nurses to address severe mental disorders in the Burera District of Rwanda. He has advised local NGOs in Pakistan and India to work with local government primary care systems to build sustainable solutions for resource-poor communities with unmet mental health needs, and worked as a Policy Fellow at the World Health Organization. Shin is a board certified registered nurse, a student at the Yale School of Nursing studying to become a psychiatric nurse practitioner, a Paul and Daisy Soros Fellow, a SAMHSA/ANA Minority Fellow, a graduate of the Boston University School of Public Health and the University of Southern California, and a Humanitarian and Human Rights Policy Fellow of the Sanford School of Public Policy at Duke University."
		}, {
			"name": "Diana Ayton-Shenker",
			"bio": "DIANA AYTON-SHENKER, named one of '25 Leading Women Changing the World' by Good Business New York, Diana is founding CEO of strategy firm, Global Momenta, helping private foundations, families and firms optimize their impact. As founder of the fast forward fund, she was honored by President Bill Clinton, and selected as a Social Venture Network Social Innovation Award Finalist. Diana served as the Inaugural Nazarian Social Innovator in Residence at the Wharton School of Business, University of Pennsylvania, and was featured among 31 Inspiring Women in Nonprofit Management by UNC. She teaches social entrepreneurship at The Milano School of Management, The New School university, was founding Director of Kick NYC (now Spring U) entrepreneurship training accelerator, and has served as Senior Fellow in Venture"
		}, {
			"name": "Leith Greenslade",
			"bio": "Leith Greenslade leads JustActions, a global campaign to mobilize action around ten initiatives with the power to accelerate progress to a more just world rapidly, sustainably and irreversibly. She is a proud member of the Every Woman, Every Child movement established by the United Nations Secretary General and has served as a Vice Chair with the MDG Health Alliance, a network of leaders committed to accelerating the achievement of global health goals. Deeply committed to the power of new ideas, Leith founded and chairs two global innovation teams that focus on the health and development of children and an investment circle that supports female social entrepreneurs working globally. She served on the US Board of Gavi, the Vaccine Alliance and in several positions with the Australian Government, including with the Deputy Prime Minister and Minister for Health, the Leader of the Federal Opposition, and the Shadow Minister for Social Security and the Status of Women."
		}, {
			"name": "Kevin Tyan",
			"bio": "Kevin Tyan is Co-Founder at Kinnos. He studied Biology at Columbia University. Kevin has extensive experience in virology and immunology and has conducted research at the National Institutes of Health, MedImmune-AstraZeneca, and Columbia University Medical Center. He previously led Columbia University's Emergency Medical Service and has worked directly with first responders. "
		}
	],

	"technology": [
		{
			"name": "David Arabov",
			"bio": "David Arabov founded Elite Daily in his dorm room while studying at Pace University in 2011. The media company grew to reach over 70 million people a month by focusing on the millennial audience. In January 2015 the company was acquired by The Daily Mail."
		}, {

			"name": "Adam Pase",
			"bio": "COO and Co-Founder of Notarize, the first on-demand remote, electronic notary public service valid in all 50 US states and the District of Columbia."
		}, {

			"name": "Joshin Raghubar",
			"bio": "Joshin Raghubar is an African entrepreneur in the media, marketing, and technology sectors. He is engaged in the evolving role of entrepreneurship, trust and innovation in the ‘good society’. He is the founder and executive chairperson of iKineo Ventures, through which he is the founder of iKineo, a pan-African customer engagement agency; co-founder of Sprout, South Africa’s leading digital media performance firm; and Explore Sideways, a leading immersive travel company and online purveyor of premium wine, food, and culture tourism experiences. He is also co-founder and chairperson of Kili Partners, a pan-African advisory, investment facilitation, and project development firm. Joshin serves as the chairperson of the Bandwidth Barn, Africa’s largest non-profit incubator and accelerator for technology businesses; and chairperson of the Cape Innovation & Technology Initiative (CITi), the public/private sector agency tasked with development of the region as a technology and innovation cluster. He is a fellow of the Africa Leadership Initiative and the Aspen Institute’s Global Leaders Network. Joshin is a 2016 Yale Greenburg World Fellow."
		}, {

			"name": "Wang Shuo",
			"bio": "Wang Shuo is the co-founder and managing editor of Caixin, China’s leading business and finance media group which focuses on providing high-quality news reports through leading an independent and professional standard in China. Under his leadership, the Caixin editorial team won the Shorenstein Journalism Award from Stanford University. Before Caixin, Shuo served as managing editor of Caijing, a business and finance magazine in China. Shuo is a World Economic Forum Young Global Leader."
		}, {

			"name": "Ellen Su",
			"bio": "Ellen is the CEO and co-founder of Wellinks, a wearable medical device company that helps patients with orthopedic braces avoid surgery. Wellinks' first product, Cinch, helps kids, parents, and doctors stay on the same page for treatment and monitor progress. Using the mobile app, parents and kids can work together to set goals and help kids take control of their own treatment. Ellen graduated from Yale in 2013, and her focus is on human centered design, product design, and UI/UX. She has pitched and raised over $1 million in funding for Wellinks."
		}, {
			"name": "Peikwen Cheng",
			"bio": "Peikwen Cheng is the Co-founder of Yiviva, a clinical-stage biotech company developing poly target therapeutics, inspired by botanical medicines, to treat cancer and chronic diseases. Yiviva recently received an Innovation Award at the 6th US-China Health Summit, and is planning Phase II clinical trials in the U.S. and China. Other than being an experienced entrepreneur, Peikwen is also an award-winning artist and designer and previously served as Vice President of Alliances at Myspace."
		}
	],


	"politicsactivism": [
		{
			"name": "Josh Lafazan",
			"bio": "Joshua Lafazan became one of the youngest elected officials in the history of New York State when at 18 years of age he was elected to the Syosset School Board of Education, receiving 82% of the vote in May of 2012. Joshua was re-elected in 2015. He is a TedX speaker, a volunteer firefighter, and the author of Political Gladiators: How Millennials Can Navigate the 21st Century Political Minefield and WIN! In 2016, Joshua graduated with a degree in Industrial and Labor Relations from the Cornell University ILR School. Joshua is currently enrolled at the Harvard Graduate School of Education, where he has been accepted to pursue a Master's Degree in Education Policy and Management."
		}, {
			"name": "Caroline Simmons", 
			"bio": "Caroline B. Simmons is a State Representative in the 144th District in Stamford, Connecticut. Caroline previously worked at the Women’s Business Development Council in Stamford where she helped provide entrepreneurial, financial, and professional development training programs for women in CT. Prior to that, Caroline worked at the U.S. Department of Homeland Security (DHS) for four and a half years. As Director of Special Projects in the Counterterrorism Coordinator’s Office at Homeland Security, Caroline provided support for DHS’s domestic and international counterterrorism programs. She has a BA from Harvard University and an MA in Middle East Studies from the Elliott School of International Affairs at George Washington University."
		}, {
			"name": "Lindy Li",
			"bio": "Lindy Li, a first-generation immigrant, is the youngest female Congressional candidate in U.S. history, raising close to a million dollars for her campaign in Pennsylvania. She is an environmental activist and an advocate for high-quality and affordable education for all Americans. Prior to politics, she worked at Morgan Stanley and Merck and graduated from Princeton."
		}, {
			"name": "Frank Rusa",
			"bio": "Frank Rusa Nyakaana is the Deputy Manager of the Deepening Democracy component of the Democratic Governance Facility (DGF) in Uganda. The DGF is the largest multi-donor basket fund in Africa dedicated to supporting state and non-state initiatives to deepen democracy, increase access to justice, protect human rights and promote public accountability. Over the last seven years, working with civil society networks, Frank has spearheaded a wide range of initiatives in the broad areas of civic education, civic engagement, electoral reform, capacity development of civil society in democracy-building and policy advocacy. He also works with political parties to enhance their internal organizational capacities and promote inter-party dialogue processes and works with the Parliament to strengthen its oversight role."
		}, {
			"name": "Belabbes Benkredda",
			"bio": "Belabbes Benkredda is an award-winning social innovator and the founder of the Munathara Initiative, the Arab world’s largest online and television debate forum highlighting voices of youth, women and marginalized communities. Today, Munathara operates in 11 Arab countries and counts a community of some 80,000 members on its online debate platform. Its monthly prime time TV debates are the only civil society-run, independent political talk programs on Arabic television, syndicated across several channels. Previously, Belabbes held roles in the German Foreign Office, the League of Arab States, and the Council for Arab-British Understanding. After moving to Dubai in 2005, Belabbes became a government consultant specializing in public diplomacy in the Arab world, a frequent television commentator, and an op-ed columnist for the region’s leading English daily newspaper. "
		}, {
			"name": "Winnie Wong",
			"bio": "Winnie Wong is a long-time social justice organizer, an in-demand digital media strategist and the co-founder of People For Bernie. Wong is the creator of the viral political hashtag #FeelTheBern and runs the social media for her organization. Before working on People For Bernie, she was also founding organizer of Occupy Wall Street and Occupy Sandy."
		}
	],


	"education": [
		{
			"name": "Jerelyn Rodriguez",
			"bio": "Jerelyn Rodriguez, Co-Founder and CEO | Bronx-native Jerelyn Rodriguez co-founded The Knowledge House in 2014. Previously, she coordinated STEM after-school programming at Beyond Z and was the Bronx Field Director for Reshma Saujani's 2013 campaign for New York City Public Advocate. Jerelyn has over 6 years of experience working as a community organizer and in the public school system, teaching and designing student programs. She is on the leadership council for South Bronx Rising Together, a founding Datanaut at NASA, a fellow at Camelback Ventures, and has recently been honored as one of Forbes’ 30 under 30 in Education. Jerelyn has a degree in film studies from Columbia University."
		}, {
			"name": "Milagros Nores",
			"bio": "Milagros Nores is Associate Director of Research at NIEER. Her expertise and interests are in early childhood development, data-driven policy development, evaluation design, economics, cultural diversity, and English language learning. Dr. Nores currently runs an early childhood study in Colombia, a study on parental-child educational practices for minority children in the U.S. and evaluations of West Virginia's  and Seattle's preschool programs. Her background is in early childhood attainment, the economics of education, poverty, and international and comparative education. She has a Ph.D. in Education and Economics from Columbia University and an Ed.M. from Harvard University. Dr. Nores also consults for various organizations in education projects in Latin America and Asia."
		}, {
			"name": "Zak Malamed",
			"bio": "Zak Malamed is the founder and Executive Director of Student Voice, a for-students by-students nonprofit that leads the movement to make sure every student has a voice in shaping their education and communities. He sees student voices as the common sense mechanism for addressing education equity and advancement. A graduate of the University of Maryland, Zak now works on student and community engagement for the XQ Institute, a national initiative to rethink high school."
		}, {
			"name": "Anuradha Das Mathur",
			"bio": "Anuradha Das Mathur is the founding dean of The Vedica Scholars Programme for Women, an 18-month residential program in management practice for young women. She is committed to bringing more women into the workplace and ensuring their dignity through financial independence. Anuradha is also a senior advisor to the Albright Stonebridge Group, where she works at the intersection of government, business and civil society to help international organizations with their India strategies. She is a founder director at 9.9 Media, India’s fastest growing niche media company, where she leads a number of professional communities including CFOs and entrepreneurs; the research, advisory and custom services; as well as India’s first Speaker Bureau in association with the London Speaker Bureau. Before co-founding 9.9 Media, Anuradha led India’s most widely read business weekly magazine, Businessworld, and worked for 12 years with the Economist Intelligence Unit’s Indian affiliate."
		}, {
			"name": "Joyce Meng",
			"bio": "Joyce Meng is the Co-Founder and CEO of Givology (www.givology.org), an online giving marketplace for education that connects individual donors to grassroots education projects and student scholarships around the world. Givology has 50+ grassroots donors in 30+ countries, helping over 3k+ students globally through 20k+ donors, 17+ chapters, and hundreds of volunteers. Joyce graduated summa cum laude from the Huntsman Program of the University of Pennsylvania in 2008. As a Rhodes Scholar, she received a MSc in Economics for Development and a MSc in Financial Economics at Oxford University. She has been previously listed as a Forbes 30 under 30 honoree in the field of education and a Wharton 40 under 40 honoree."
		}, {
			"name": "Zhan Okuda-Lim",
			"bio": "A proud native of Las Vegas, Nevada, Zhan's passion for educational equity and public service was sparked during the Great Recession when he organized student campaigns against drastic education budget cuts. He has continued this passion by returning home to work on various policy issues for the Clark County School District—the fifth largest in the United States by student enrollment. A 2015 graduate of Princeton's Woodrow Wilson School and three-term member of the student government, Zhan spearheaded reforms to Princeton's mental health policies and organized campus programs to reduce stigma. Zhan received his Master of Education in education policy and management from Harvard Graduate School of Education in 2016, and is currently pursuing his Master of Public Administration at the University of Pennsylvania Fels Institute of Government."
		}
	],


	"entrepreneurship": [
		{
			"name": "April Koh",
			"bio": "April Koh is co-founder and CEO of Spring. She co-founded previous venture Spylight while on leave from Yale College and raised $5M for the company in Series-A funding. Afterwards, she spent half a year at Shazam in San Francisco before returning to Yale to complete a degree in Computer Science and Sociology."
		}, {
			"name": "Ben Locke",
			"bio": "Ben Locke is the Founder of Invertebrate Music. Invertebrate Music is a New York City-based, multi-faceted organization modernizing and expanding the traditional idea of a record label by operating in multiple industry sectors, including management, event production, booking, and more. Invertebrate is committed to creativity and innovation in the realm of alternative, independent rock, bringing the music we believe in to larger platforms of recognition, exposure, and distribution. Invertebrate has curated official showcases for CMJ Music Marathon and Mondo.NYC, and have had events covered by Time Out New York, Brooklyn Vegan, The Deli Magazine, and The Village Voice, among other publications. We also produce and program the annual Summer’s End Music Festival. Invertebrate has partnered with brands and tech ventures like Lyft, Cymbal, Bruce Cost Ginger Ale, and Red Bull."
		}, {
			"name": "Jason Saltzman",
			"bio": "Jason Saltzman is CEO and co-founder of Alley. He advises and invests in a variety of early stage companies and is a mentor for the NYC Techstars program. Jason also works with the US State Department, as Special Advisor to Entrepreneurship, traveling the world to assist the growth of startup communities. Jason has published content for CNN, The Wall Street Journal and is a frequent contributor to Entrepreneur Magazine."
		}, {
			"name": "Anuradah Das Mathur",
			"bio": "Anuradha Das Mathur is the founding dean of The Vedica Scholars Programme for Women, an 18-month residential program in management practice for young women. She is committed to bringing more women into the workplace and ensuring their dignity through financial independence. Anuradha is also a senior advisor to the Albright Stonebridge Group, where she works at the intersection of government, business and civil society to help international organizations with their India strategies. She is a founder director at 9.9 Media, India’s fastest growing niche media company, where she leads a number of professional communities including CFOs and entrepreneurs; the research, advisory and custom services; as well as India’s first Speaker Bureau in association with the London Speaker Bureau. Before co-founding 9.9 Media, Anuradha led India’s most widely read business weekly magazine, Businessworld, and worked for 12 years with the Economist Intelligence Unit’s Indian affiliate."
		}, {
			"name": "Haithem Elembaby",
			"bio": "Haithem is the Co-Founder of NYC-based sales and marketing agency, Katalyst Live. He brings deep experience in sales, marketing, events and strategy having worked with startups and large companies to produce and manage hundreds of events, campaigns and collaborations in his career for the likes of Intel, NBA All-Star Carmelo Anthony, NY Fashion Week, Verizon Wireless, several high-growth startups and more. He is passionate about technology, design and the future of VR, AR and AI. Over the years, Haithem has been able to translate his diverse experiences into innovative businesses while mentoring young entrepreneurs and becoming a staple in the NYC technology, media and entertainment community. "
		}, {
			"name": "Tom Jasinksi",
			"bio": "Tom Jasinski provides early conceptual stage advice and initial screening for YEI’s Venture Creation Program (VCP), while also serving as a YEI mentor to several startup teams accepted into the VCP and YEI Fellowship programs. A Yale College grad (JE ’78), Tom’s background includes an unusually wide range of US and international corporate and entrepreneurial experiences. His corporate work includes pan-European marketing responsibility for a portfolio of flagship Mars brands (Mars, Snickers and Twix), as well as several major ad agencies with clients like P&G, Duracell, Exxon, Seagram’s, Quaker, Kraft, Alka-Seltzer, Nintendo and Radio City Music Hall. Tom has specific expertise in FMCG new product development, brand management, international marketing, food and wine, software, retail, media, creative services management and entertainment. His entrepreneurial experience includes a Sand Hill Road/VC-backed early stage software startup based in SF and Austin, a retail JV development with a public company and a bootstrap/garage-based startup (literally) with a very successful software developer."
		}
	],

	"workshopleaders": [
		{
			"name": "Sam Daley-Harris",
			"bio": "Originally trained as a musician, Sam Daley-Harris founded the anti-poverty lobby RESULTS in 1980, co-founded the Microcedit Summit Campaign with Nobel Peace Prize Laureate Muhammad Yunus and FINCA founder John Hatch in 1995, and founded the Center for Citizen Empowerment and Transformation in 2012.  After receiving the Nobel Peace Prize, Muhammad Yunus said: '….no other organization has been as critical a partner in seeing to it that microcredit is used as a tool to eradicate poverty and empower women than RESULTS and the Microcredit Summit Campaign.'  Daley-Harris is the author of Reclaiming Our Democracy: Healing the Break Between People and Government.  In 2010, Ashoka founder Bill Drayton said, “Sam Daley-Harris is one of the certified great social entrepreneurs of the last decades."
		}, {
			"name": "Patti Russo",
			"bio": "Patricia Russo is a nationally respected leader focused on improving the quality of life for women in Connecticut and the United States. For over twenty five years she has held numerous leadership positions in public, private and not for profit organizations centered on women’s rights. She has also held leadership positions on federal, state and local political campaigns. Currently, Patricia serves as Executive Director of the Women’s Campaign School at Yale University. The Women’s Campaign School at Yale is a non partisan, issue neutral political campaign training program for women interested in running for public office, and for women interested in campaign management. She is also a member of the Council of Women’s Health Research at Yale University and chairs its Philanthropy and Communications Committee. Patricia is a member of the national leadership team of Political Parity, a bi partisan initiative founded by U.S. Ambassador Swanee Hunt and former Massachusetts Lt. Governor, Kerry Healey. Patricia served twenty three years as a member of Connecticut’s Permanent Commission on the Status of Women (PCSW), including eight years as its Chair. "
		}, {
			"name": "Nancy Schess",
			"bio": "Nancy Schess is a partner in the law firm of Klein Zelman Rothermel Jacobs & Schess LLP.  Klein Zelman is a boutique firm representing employers in the areas of labor, employment and benefits law.  Nancy is also the co-founder of Gotham City Networking, Inc., www.gothamnetworking.com, a business networking organization started in 1997 where the mantra is “It’s better to give than receive but what goes around comes around”.  Gotham has approximately forty groups under its umbrella up and down the east coast. "
		}, {
			"name": "Peter Crumlish",
			"bio": "Peter serves as the Executive Director and General Secretary of Dwight Hall, Yale’s student-led center for public service and social justice. After graduating from Cornell with an A.B. in History, Peter lived abroad in Thailand and Japan, teaching English and writing. He served in the Peace Corps in the Philippines from 1996-98 as a teacher trainer, where he met his wife, Sara, a fellow PCV. After Peace Corps, Peter worked as a community organizer in the Bronx and ran a nonprofit public/private partnership with the New York City Parks Department, building community engagement around parks and public spaces in the five boroughs of the city. "
		}, {
			"name": "Mitch Tublin", 
			"bio": "Mitch Tublin, MBA, is America’s Navigator for Leaders in Business and Life™. In his field as an advanced certified executive coach, business consultant, trainer and international speaker he draws on his extensive experience in corporate roles, entrepreneurial ventures, military training and participation in competitive sports. Mitch brings out an individual’s untapped potential to create the strategy, the plan and the steps necessary to achieve that person’s vision for their business and often their life, while navigating obstacles which may be blocking them from reaching their goals. The process is utilized within teams, divisions and entire companies."
		}
	]
}
