{
	"keynotes": [
		{
			"name": "Henry Blodget",
			"bio": "Co-founder and CEO of Business Insider"
		}, {
			"name": "Catherine Russell",
			"bio": "US Ambassador-at-large for Global Women's Issues under the Obama Administration"
		}, {
			"name": "Heather Anderson",
			"bio": "Vice President of Programs from the Global Health Corps"
		}, {
			"name": "Jonathan Holloway",
			"bio": "Dean of Yale College"
		}
	],

	"plenary": [
		{
			"name": "Jennifer Staple-Clark",
			"bio": "CEO and Founder of Unite for Sight, Yale College Class of 2003; Jennifer founded Unite for Sight as a sophomore at Yale and it has now become a leader in providing cost-effective eye care to the world's poorest"
		}, {
			"name": "Elisa Villanueva Beard",
			"bio": "CEO of Teach for America. Under her leadership, Teach For America currently impacts more than 750,000 students in over 2,600 schools"
		}, {
			"name": "Caroline Simmons",
			"bio": "Caroline B. Simmons is a State Representative in the 144th District in Stamford, Connecticut. Caroline previously worked at the Women’s Business Development Council in Stamford where she helped provide entrepreneurial, financial, and professional development training programs for women in CT. Prior to that, Caroline worked at the U.S. Department of Homeland Security (DHS) for four and a half years. As Director of Special Projects in the Counterterrorism Coordinator’s Office at Homeland Security, Caroline provided support for DHS’s domestic and international counterterrorism programs. She has a BA from Harvard University and an MA in Middle East Studies from the Elliott School of International Affairs at George Washington University."
		}
	],

	"globalhealth": [
		{
			"name": "Dr. Jennifer Klugman",
			"bio": "Jeni Klugman is Managing Director at the Georgetown Institute for Women, Peace and Security, and a fellow at the Kennedy School of Government’s Women in Public Policy Program at Harvard University. She recently became VicHealth’s second leading thinker, together with Iris Bohnet, under an initiative that aims to make behavioural insights practical and accessible for Victorian government, industry and not-for-profit organisations. Previous positions include Director of Gender and Development at the World Bank, and director and lead author of three global Human Development Reports published by the UNDP. She sits on several boards and panels, including for the World Economic Forum and the Journal of Human Development and Capabilities. She holds a Ph.D. in Economics from the Australian National University and postgraduate degrees in both Law and Development Economics from the University of Oxford where she was a Rhodes Scholar."
		}, {
			"name": "Shin Daimyo",
			"bio": "Shin Daimyo, RN, MPH, is the Senior Advisor for Mental Health at Partners In Health, providing key service delivery, training, research, strategy, management, and capacity building advisement for PIH’s mental health teams throughout the world. Previously as Clinical Program Officer and Program Manager for Mental health, he managed the scale up of community based mental health services in the Central Plateau and Artibonite region of Haiti, and currently acts as Co-Investigator for the scale up of mentoring and supervision of health center nurses to address severe mental disorders in the Burera District of Rwanda. He has advised local NGOs in Pakistan and India to work with local government primary care systems to build sustainable solutions for resource-poor communities with unmet mental health needs, and worked as a Policy Fellow at the World Health Organization. Shin is a board certified registered nurse, a student at the Yale School of Nursing studying to become a psychiatric nurse practitioner, a Paul and Daisy Soros Fellow, a SAMHSA/ANA Minority Fellow, a graduate of the Boston University School of Public Health and the University of Southern California, and a Humanitarian and Human Rights Policy Fellow of the Sanford School of Public Policy at Duke University."
		}, {
			"name": "Diana Ayton-Shenker",
			"bio": "Named one of “25 Leading Women Changing the World” by Good Business New York, Diana Ayton-Shenker is founder & CEO of Philanthropy & Social Impact Strategy firm, Global Momenta, and Director of Kick NYC, the business incubator for entrepreneurs"
		}, {
			"name": "Leith Greenslade",
			"bio": "Leith Greenslade leads JustActions, a global campaign to mobilize action around ten initiatives with the power to accelerate progress to a more just world rapidly, sustainably and irreversibly. She is a proud member of the Every Woman, Every Child movement established by the United Nations Secretary General and has served as a Vice Chair with the MDG Health Alliance, a network of leaders committed to accelerating the achievement of global health goals. Deeply committed to the power of new ideas, Leith founded and chairs two global innovation teams that focus on the health and development of children and an investment circle that supports female social entrepreneurs working globally. She served on the US Board of Gavi, the Vaccine Alliance and in several positions with the Australian Government, including with the Deputy Prime Minister and Minister for Health, the Leader of the Federal Opposition, and the Shadow Minister for Social Security and the Status of Women."
		}, {
			"name": "Kevin Tyan",
			"bio": "Co-Founder of Kinnos, a company creating a product working to empower our health workers to protect themselves and others, eliminate human error during decontamination, and prevent the unnecessary loss of life."
		}
	],

	"technology": [
		{
			"name": "David Arabov",
			"bio": "David Arabov founded Elite Daily in his dorm room while studying at Pace University in 2011. The media company grew to reach over 70 million people a month by focusing on the millennial audience. In January 2015 the company was acquired by The Daily Mail."
		}, {

			"name": "Evan Loh",
			"bio": "President and Cheif Medical Officer at Paratek Pharmaceuticals. Previously Dr. Loh served as Senior Vice President, Development and Strategic Operations, Worldwide Research and Development, at Pfizer Inc. "
		}, {

			"name": "Adam Pase",
			"bio": "COO and Co-Founder of Notarize, the first on-demand remote, electronic notary public service valid in all 50 US states and the District of Columbia."
		}, {

			"name": "Joshin Raghubar",
			"bio": "Joshin Raghubar is an African entrepreneur in the media, marketing, and technology sectors. He is engaged in the evolving role of entrepreneurship, trust and innovation in the ‘good society’. He is the founder and executive chairperson of iKineo Ventures, through which he is the founder of iKineo, a pan-African customer engagement agency; co-founder of Sprout, South Africa’s leading digital media performance firm; and Explore Sideways, a leading immersive travel company and online purveyor of premium wine, food, and culture tourism experiences. He is also co-founder and chairperson of Kili Partners, a pan-African advisory, investment facilitation, and project development firm. Joshin serves as the chairperson of the Bandwidth Barn, Africa’s largest non-profit incubator and accelerator for technology businesses; and chairperson of the Cape Innovation & Technology Initiative (CITi), the public/private sector agency tasked with development of the region as a technology and innovation cluster. He is a fellow of the Africa Leadership Initiative and the Aspen Institute’s Global Leaders Network. Joshin is a 2016 Yale Greenburg World Fellow."
		}, {

			"name": "Wang Shuo",
			"bio": "Wang Shuo is the co-founder and managing editor of Caixin, China’s leading business and finance media group which focuses on providing high-quality news reports through leading an independent and professional standard in China. Under his leadership, the Caixin editorial team won the Shorenstein Journalism Award from Stanford University. Before Caixin, Shuo served as managing editor of Caijing, a business and finance magazine in China. Shuo is a World Economic Forum Young Global Leader."
		}, {

			"name": "Ellen Su",
			"bio": "Ellen is the CEO and co-founder of Wellinks, a wearable medical device company that helps patients with orthopedic braces avoid surgery. Wellinks' first product, Cinch, helps kids, parents, and doctors stay on the same page for treatment and monitor progress. Using the mobile app, parents and kids can work together to set goals and help kids take control of their own treatment. Ellen graduated from Yale in 2013, and her focus is on human centered design, product design, and UI/UX. She has pitched and raised over $1 million in funding for Wellinks."
		}, {

			"name": "Nate Segal",
			"bio": "Senior Policy Advisor for Small Business Innovation at the White House Office of Science and Technology Policy."
		}, {
			"name": "Peikwen Cheng",
			"bio": "Peikwen Cheng is the Co-founder of Yiviva, a clinical-stage biotech company developing poly target therapeutics, inspired by botanical medicines, to treat cancer and chronic diseases. Yiviva recently received an Innovation Award at the 6th US-China Health Summit, and is planning Phase II clinical trials in the U.S. and China. Other than being an experienced entrepreneur, Peikwen is also an award-winning artist and designer and previously served as Vice President of Alliances at Myspace."
		}
	],


	"politicsactivism": [
		{
			"name": "Josh Lafazan",
			"bio": "Joshua Lafazan became one of the youngest elected officials in the history of New York State when at 18 years of age he was elected to the Syosset School Board of Education, receiving 82% of the vote in May of 2012. Joshua was re-elected in 2015. He is a TedX speaker, a volunteer firefighter, and the author of Political Gladiators: How Millennials Can Navigate the 21st Century Political Minefield and WIN! In 2016, Joshua graduated with a degree in Industrial and Labor Relations from the Cornell University ILR School. Joshua is currently enrolled at the Harvard Graduate School of Education, where he has been accepted to pursue a Master's Degree in Education Policy and Management."
		}, {
			"name": "Andrew Platt",
			"bio": "Delegate in the Maryland House of Delegates. Member of the Ways and Means Committee. "
		}, {
			"name": "Lindy Li",
			"bio": "Lindy Li, a first-generation immigrant, is the youngest female Congressional candidate in U.S. history, raising close to a million dollars for her campaign in Pennsylvania. She is an environmental activist and an advocate for high-quality and affordable education for all Americans. Prior to politics, she worked at Morgan Stanley and Merck and graduated from Princeton."
		}, {
			"name": "Frank Rusa",
			"bio": "Deputy Manager of the Deepening Democracy component of the Democratic Governance Facility (DGF) in Uganda"
		}, {
			"name": "Belabbes Benkredda",
			"bio": "founder of the Munathara Initiative, the Arab world’s largest online and television debate forum highlighting voices of youth, women and marginalized communities"
		}, {
			"name": "Caroline Smith",
			"bio": "Team member at SeeClickFix, a communications platform for citizens to report non-emergency issues, and governments to track, manage, and reply"
		}
	],


	"education": [
		{
			"name": "Jerelyn Rodriguez",
			"bio": "Jerelyn Rodriguez, Co-Founder and CEO | Bronx-native Jerelyn Rodriguez co-founded The Knowledge House in 2014. Previously, she coordinated STEM after-school programming at Beyond Z and was the Bronx Field Director for Reshma Saujani's 2013 campaign for New York City Public Advocate. Jerelyn has over 6 years of experience working as a community organizer and in the public school system, teaching and designing student programs. She is on the leadership council for South Bronx Rising Together, a founding Datanaut at NASA, a fellow at Camelback Ventures, and has recently been honored as one of Forbes’ 30 under 30 in Education. Jerelyn has a degree in film studies from Columbia University."
		}, {
			"name": "Milagros Nores",
			"bio": "Milagros Nores is Associate Director of Research at NIEER. Her expertise and interests are in early childhood development, data-driven policy development, evaluation design, economics, cultural diversity, and English language learning. Dr. Nores currently runs an early childhood study in Colombia, a study on parental-child educational practices for minority children in the U.S. and evaluations of West Virginia's  and Seattle's preschool programs. Her background is in early childhood attainment, the economics of education, poverty, and international and comparative education. She has a Ph.D. in Education and Economics from Columbia University and an Ed.M. from Harvard University. Dr. Nores also consults for various organizations in education projects in Latin America and Asia."
		}, {
			"name": "Zak Malamed",
			"bio": "Zak Malamed is the founder and Executive Director of Student Voice, a for-students by-students nonprofit that leads the movement to make sure every student has a voice in shaping their education and communities. He sees student voices as the common sense mechanism for addressing education equity and advancement. A graduate of the University of Maryland, Zak now works on student and community engagement for the XQ Institute, a national initiative to rethink high school."
		}, {
			"name": "Anuradha Das Mathur",
			"bio": "Founding Dean at The Vedica Scholars Programme for Women, an 18-month residential program in management practice for young women in Delhi, India. "
		}, {
			"name": "Joyce Meng",
			"bio": "Joyce Meng is the Co-Founder and CEO of Givology (www.givology.org), an online giving marketplace for education that connects individual donors to grassroots education projects and student scholarships around the world. Givology has 50+ grassroots donors in 30+ countries, helping over 3k+ students globally through 20k+ donors, 17+ chapters, and hundreds of volunteers. Joyce graduated summa cum laude from the Huntsman Program of the University of Pennsylvania in 2008. As a Rhodes Scholar, she received a MSc in Economics for Development and a MSc in Financial Economics at Oxford University. She has been previously listed as a Forbes 30 under 30 honoree in the field of education and a Wharton 40 under 40 honoree."
		}
	],


	"entrepreneurship": [
		{
			"name": "Henrik Zilmer",
			"bio": "a serial entrepreneur, first lieutenant, Y Combinator alumnus, former Rocket Internet exec and the founder and CEO of AirHelp. "
		}, {
			"name": "April Koh",
			"bio": "Co-founder of Spylight and Spring. Led Spylight to raising $5M in Series-A funding. Yale alum."
		}, {
			"name": "Ben Locke",
			"bio": "Founder of Invertebrate Records, a company aiming to rethink the idea of a record label. Creator of Summer's End Music Festival. Current student at NYU."
		}, {
			"name": "Theresa Krier",
			"bio": "Founder of BigTNYC, the world's first couture tea label. "
		}
	],

	"workshopleaders": [
		{
			"name": "Sam Daley-Harris",
			"bio": "Founder of RESULTS, a company identifying and advocating for effective solutions to the causes of poverty; Founder of Center for Citizen Empowerment and Transformation, helping organizations more deeply engage their supporters for more effective grassroots action."
		}, {
			"name": "Patti Russo",
			"bio": "Executive Director at Yale Women's Campaign School, a leadership program working to increase the number and influence of women in elected and appointed office. "
		}, {
			"name": "Nancy Schess",
			"bio": "Partner at Klein Zelman Rothermel Jacobs & Schess and Co-Founder of Gotham City Networking."
		}
	]
}
