{	
	"board": [{
			"name": "Lelina Chang",
			"position": "Executive Director<br />Ivy Council Vice President of External Affairs",
			"bio": "Lelina Chang is a junior in Timothy Dwight College hailing from Long Island, New York. She is this year’s ILS Executive Director, also serving on the Ivy Council Board as the Vice President of External Affairs and Yale’s Co-Head Delegate. Lelina currently is a pre-med student double majoring in Sociology with a focus on Health and Society, and Molecular, Cellular, and Developmental Biology. She absolutely loves meeting new people from different backgrounds and listening to intriguing life stories. She has a huge passion for medicine access in underdeveloped countries as well as understanding ways in which we can improve US healthcare. At Yale, outside of the Ivy Council, she is currently the LEAD Program Director on Yale’s Leadership Institute Executive Board, an Assistant to the Head of College of Timothy Dwight and Head Aide of the College Student Kitchen, a Yale College Council Associate, and a representative of her Class on the Timothy Dwight College Council. She also spends much of her time doing immunology research at Yale Medical School and is a member of Alpha Phi. Chang is incredibly excited to be working with her team to organize this year’s summit and envisions this conference to be a hub for engaged learning, exciting collaborations, and long-lasting inter-collegiate and inter-continental friendships. She is very passionate about this year’s conference theme, which aims to foster the spirit of truly believing in our own visions no matter how small and to emphasize the ways each of us can take those concrete steps in executing visions of global impact whether it be in the entertainment, health, humanitarian, education, tech, or business sectors. Students can each make a difference first starting at the community level.",
			"picture": "chang.jpg"
		},
		{
			"name": "Jackee Schess",
			"position": "Assistant Director",
			"bio": "Jaclyn Schess is a sophomore from Syosset, New York. She is majoring in economics and is a Global Health Fellow. Jaclyn is particularly interested in global mental health and health systems strengthening. In addition to working with Ivy Leadership Summit, Jaclyn is serving as the Vice President of Yale Model Congress 2016 and has previously served as the Director of Delegations and Deputy Director of Legislation for YMC. Jaclyn also works at the Yale MacMillan Center for International and Area Studies, is the Vice President of Programming and Education for Yale Alpha Phi and is an active member of Mind Matters.",
			"picture": "schess.jpg"
		},
		{
			"name": "Sydney Wade",
			"position": "Finance Director",
			"bio": "Sydney Wade (YC ’18) is a sophomore originally from Atlanta, GA. Sydney currently serves as the Head of the Finances Committee for the 2016 ILS Conference. She is particularly excited about engaging with other student leaders and hopes that the Conference will be a creative and productive environment for leaders to develop their ideas and take the first steps to making these ideas concrete. When Sydney is not searching for money for the Conference, she is involved in the Yale College Council, The Logos Journal and the Yale Entrepreneurial Institute. She is currently double majoring in Economics and Molecular, Cellular and Developmental Biology with a focus in global health.",
			"picture": "wade.jpg"
		},
		{
			"name": "Chunyang Ding",
			"position": "Content Co-Director",
			"bio": "Chunyang Ding is a sophomore(?) in Saybrook College and a prospective Intensive Physics major. As the director of the Speaker and Content Committee, Chunny wants to foster a stronger conversation between students from different backgrounds united around a positive global vision. He strongly believes that the path to the future will come from an increased awareness of today's perspectives. Besides serving as Operations Manager and staff writer for the Yale Scientific Magazine, Chunny is also involved on the Outreach team of YURA and is an active member of the Society of Physics Students. In addition, he is currently researching with Professor Geha in the SAGA collaboration on satellite galaxies. When he isn’t busy, he roots for the Seahawks, takes embarrassing pictures of friends, and contemplates what it means to be punny.",
			"picture": "ding.jpg"
		},
		{
			"name": "Lekha Tlhotlhalemaje",
			"position": "Applications Director",
			"bio": "Lekha Tlhotlhalemaje is a freshman in Pierson College, from Johannesburg, South Africa. She is the Applications Directory for the Ivy League Summit, and she is really looking forward to the conference because it will be her first one. Also, she is sure that it will be a place where great, meaningful ideas are exchanged and people are able to work together constructively. Lekha’s possible majors are Environmental Studies and History and she is involved in the Yale Association for African Peace and Development, an English Second Language tutoring organization and club basketball.",
			"picture": "tlhotlhalemaje.jpg"
		},
		{
			"name": "Jemimah Orevaoghene",
			"position": "Assistant Director",
			"bio": "Jemimah is a freshman in Timothy Dwight College who plans to double major in Economics and Global Affairs. She is particularly interested in economic development and developmental banking and she hopes to pursue a career in Investment Banking. Growing up in Ghana, she witnessed the political trade- offs of aid dependency. She has a deep interest in analyzing the socio- economic effects of foreign aid in Ghana and West Africa in particular. Despite this passion, she also is really fascinated by psychology, history, culture, literature and film. In Yale, she is the Finance Director for YAAPD, a dancer in Yale's only Afrogroove dance-group Dzana, a member of the Yale Undergraduate Diversified Investment Club (YUDI) and one of the Head Organizers of the Ivy Leadership Summit 2016.",
			"picture": "orevaoghene.jpg"
		},
		{
			"name": "Mollie Johnson",
			"position": "Speaker Outreach Director",
			"bio": "Mollie is a sophomore in Branford College majoring in History. She has lived in Texas, Louisiana, Tennessee, Florida, and Virginia. Her studies focus on American and European history. Previously, Mollie has served as the Campaign Manager for a local campaign for the New Haven Board of Alders, one of the two Branford representatives on both the Freshman Class Council and Yale College Council, and a Unite for Sight Global Impact Fellow in Bihar, India. This summer, Mollie will be au pairing in Witzenhausen, Germany and taking language courses. After graduation, Mollie intends to pursue a law degree. She spends her free time skiing, eating cookies, and reading random history books.",
			"picture": "johnson.jpg"
		},
		{
			"name": "Taylor Buscemi",
			"position": "Marketing Director",
			"bio": "Taylor Buscemi is a transfer student to Yale from Cary, North Carolina. Majoring in psychology and pursuing the Neuroscience track, she conducts research on the economics of decision making, and plans to attend medical school. In addition to research, Taylor is part of the Sophomore Class Council and a member of YCC Events Committee.  Taylor is on the marketing/advertising committee of ILS. She looks forward to communicating the theme of impetus with her peers and potential attendees, and is excited to spread word of the conference in exciting ways. Additionally, she looks forward to gaining knowledge from prominent speakers, participating in peer-driven discussions, and building lasting friendships with students from all across the Ivy League. ",
			"picture": "buscemi.jpg"
		},
		{
			"name": "Osariemen Ogbemudia",
			"position": "Co-Director of Content",
			"bio": "Osariemen is a Biomedical Engineering major from New York by ways of Nigeria. She loves music, especially Afrobeat and R&B/Soul, and even plays the viola and cello. She enjoys creative writing and composing in her freetime. She joined Ivy Leadership Council because of her excitement for bringing together the brightest students together to collaborate, share information and gain new information toward performing to their fullest potential!",
			"picture": "ogbemudia.jpg"
		},
		{
			"name": "Kevin Sullivan",
			"position": "Ivy Banquet and Food Director",
			"bio": "Kevin Sullivan is a sophomore history major and a member of Morse College. Hailing from the not-so-far-away town of North Branford, Connecticut, he is eager to get involved with the Ivy Leadership Summit this year. As the Director of the Dining Committee, Kevin is responsible for planning meals for the conference, including the ILS banquet on Saturday evening. He’s incredibly excited to meet fellow leaders throughout the Ivy League and cannot wait to see how the conference comes into shape over the next few months. Outside of ILS, Kevin is a representative on the Yale College Council and the Vice President of the Sophomore Class Council; he also works on theatre projects through the Yale Dramatic Association and the Yale Drama Coalition.",
			"picture": "sullivan.jpg"
		},
		{
			"name": "Jiaqi Liu",
			"position": "Housing Director",
			"bio": "Jiaqi is a (rising?) junior from Philadelphia majoring in Economics.  She is incredibly excited to serve as the director of the Housing Committee.  Jiaqi decided to join ILS because it is a great opportunity to meet new people from different schools as well as to hear from wonderful leaders in our society.  On campus, she is also a team leader for the Incoming Global Talent committee for AIESEC, a Co-Coordinator for CASPY and serves on TAS board.",
			"picture": "liu.jpg"
		},
		{
			"name": "Farah Al Hadid",
			"position": "Accommodations Director",
			"bio": "Farah is a junior in Jonathan Edwards College. She comes to Yale from Amman, Jordan, where she was born and raised. Farah is a Political Science major and a Global Health fellow; her course of study is focused on the economic and social development of countries around the world. At Yale, Farah is a teacher for YIRA’s outreach program, Hemispheres, which brings New Haven high school students to Yale to learn about global affairs and current events every week. She is also the Outreach Director on the board of the Yale Leadership Institute. Finally, she is one of the co-presidents for the Arab Students’ Association. Farah is really excited for ILS! She is looking forward to all the interesting speakers and thoughtful conversations. She is the Accommodations Director.",
			"picture": "hadid.jpg"
		},
		{
			"name": "Luis Patiño",
			"position": "Entertainment Director",
			"bio": "Luis Patino III is a junior from Sacramento, California, and is studying Political Science and Economics. He is one of the directors of the Entertainment Committee for ILS. He's incredibly excited to see the Ivies and other institutions to come together and engage in thoughtful, collaborative dialogue on the most pressing issues on college campuses. Outside of ILS, he's involved with the Yale College Council, the Yale College Democrats, the Yale Economic Review, and is a lifeguard at Payne-Whitney Gym.",
			"picture": "patino.jpg"
		},
		{
			"name": "Katherine Lin",
			"position": "Logistics Director",
			"bio": "",
			"picture": "lin.jpg"
		}
	],
	"committee": [{
			"name": "Jared Andrew Michaud",
			"position": "Applications Committee",
			"bio": "Jared Andrew Michaud is from northern Maine and is studying theater and education at Yale.  He sings with the Yale Glee Club and also tries to be funny in a comedy group called The Odd Ducks.  He loves getting involved with New Haven, serving as an Urban Fellow through Yale's Dwight Hall Center for Public Service and Social Justice.  Jared is serving on the Admissions Committee for ILS and is super excited to collaborate to make a change with students from all of the Ivies!",
			"picture": "michaud.jpg"
		},
		{
			"name": "Keith Woolridge",
			"position": "Logistics Committee",
			"bio": "Keith, hailing from Ohio, is a junior studying mathematics. He is a member of the logistics committee and is responsible for helping plan the finer details of the Ivy Leadership Summit. Keith is currently working on a small startup and is looking forward to learning about how students can effectively turn ideas into tangible, productive ventures at this year’s summit. Having attended the two most recent Ivy Council conferences, he is also excited to see some familiar faces—and hopefully plenty of new ones—at Yale this fall.",
			"picture": "woolridge.jpg"
		},
		{
			"name": "Alec Rodriguez",
			"position": "Content & Logistics Committee",
			"bio": "Alec is a junior in Timothy Dwight College from Garwood, NJ. He is majoring in Molecular, Cellular, and Developmental Biology and chose the pre-med life. He works as the Co-president of oSTEM and volunteers in the Education Department at HAVEN. Alec is very excited to be working on the Content and Logistics Committees. He is especially excited to hear all the great ideas that students have during the breakout sessions.",
			"picture": "rodriguez.png"
		},
		{
			"name": "Genna Abele",
			"position": "Finance Committee",
			"bio": "Genna Abele is a sophomore originally from Palos Verdes, California. She is on the finance committee for ILS, and is excited to meet so many amazing people and work together to develop creative solutions to some of the world's most pressing issues. On campus, she is a member of the Women’s Club Water Polo team and the Yale International Relations Association. She hopes that the conference is a memorable experience for every delegate!",
			"picture": "abele.jpg"
		},
		{
			"name": "Tiana Wang",
			"position": "Photography Committee",
			"bio": "Tiana is a rising sophomore in Ezra Stiles college and is part of the Photography, Videography, and Design Committee. She's excited to have a chance to take more pictures and help with designing advertising and informational materials. Outside of ILS, Tiana is Director of Workshops for the Yale Entrepreneurial Society and YLI Conferences and Events Vice Director, as well as a prospective English and Sociology double major.",
			"picture": "wang.jpg"
		},
		{
			"name": "Michelle Santos",
			"position": "Housing Committee",
			"bio": "Michelle Santos is a math and economics major and is excited to work with the housing committee to get to know other committee members and learn more about the ILS conference. During the school year she works with the Globalist as a writer and member of the business team and is also part of the Yale Undergraduate Diversified Investments club. Her hometown is Chicago, and she is a member of the class of 2019 Ezra Stiles College.",
			"picture": "santos.png"
		},
		{
			"name": "Emily Chen",
			"position": "Housing Committee",
			"bio": "Emily Chen is a junior from Minneapolis, Minnesota majoring in Economics. She is a member of the Housing Committee and is excited to have a chance to speak with students from all different Ivy schools regarding important topics like creating positive global change. She is also involved in Elmseed Enterprise Fund, the Yale Entrepreneurial Society, and the Taiwanese American Society at Yale.",
			"picture": "chen.jpg"
		},
		{
			"name": "Tran Le",
			"position": "Applications Committee",
			"bio": "Tran is a sophomore from Texas majoring in Political Science with a concentration in Education Studies. For ILS, she is on the applications committee and is super excited about having the opportunity to listen to the ideas of future leaders and global-changers - that is, the delegates from the other colleges!",
			"picture": "le.jpg"
		},
		{
			"name": "Chelsea Guo",
			"position": "Content Committee",
			"bio": "Chelsea hails from the sunny, vibrant city of Nashville, TN. She's super excited to plan out the content of the ILS conference and help attendees turn their passions into real plans. She's a sophomore at Yale double majoring in Molecular, Cellular, and Developmental Biology and Political Science. She is hoping to get a joint B.S./M.S. degree by the end of college and go to law school afterwards to study healthcare law. Aside from ILS, she is the house manager at the Asian American Cultural Center, the Business Director of the Women's Leadership Initiative, the Panhellenic Officer of Kappa Kappa Gamma, an intern at the Bridgeport Public Defender's Office, and a summer tour guide for the Yale Admissions Office.",
			"picture": "guo.jpg"
		},
		{
			"name": "Emma Dinh",
			"position": "Logistics Committee",
			"bio": "Emma is excited to work with a wonderful team to put up a great conference that will inspire and create positive change. Emma is sophomore in Morse planning to major in Economics. On campus, she organizes events with the Vietnamese Students Association, mentors high school students with New Haven REACH and ReadySetLaunch, and does nonprofit consulting work with Net Impact.",
			"picture": "dinh.jpg"
		}
	]
}